
/* The description text on alert cancellation view to inform user what this view is for */
"AlertCancellationView.description" = "ကိုယ်တိုင် အမြန်စစ်ဆေးမှုကို ပြုလုပ်ထားပြီးဖြစ်ကာ အဖြေမှာnegativeဖြစ်ပါသည်။\nဖျားခြင်း၊ အသက်ရှူလမ်းကြောင်းဆိုင်ရာ လက္ခဏာများ၊ ဝမ်းလျှောခြင်း၊ အနံ့/အရသာ ရှိမရှိစသည်တို့ကဲ့သို့ COVID-19 ၏ သံသယလက္ခဏာများ ရှိနေခြင်း ရှိမရှိကို အာရုံစိုက်ပါမည်။ ရောဂါလက္ခဏာများ ပေါ်လာပါက ကျွန်ုပ်ကိုယ်တိုင် အမြန်စစ်ဆေးပါမည်။\nအကယ်၍ ကျွန်ုပ်သည် အမြန်စစ်ဆေးမှုတွင်positiveလက္ခဏာပြပါက ဆေးစစ်ရန်အတွက် ဆေးဘက်ဆိုင်ရာမျက်နှာဖုံးကို ဝတ်ဆင်ထားမည်ဖြစ်ပြီး အပြင်ထွက်သည့်အခါ အများသုံးယာဉ်စီးခြင်းကို ရှောင်ကြဉ်ပါမည်။\nကျွန်ုပ်သည် \"COVID-19 လူနာနှင့်ထိတွေ့သောအကြောင်းကြား\" ကို လက်ခံရရှိပြီး လက်ကိုမကြာခဏဆေးကြောခြင်း၊ နှာခေါင်းစည်းတပ်ခြင်းစသည့် သင့်လျော်သောအကာအကွယ်အစီအမံများပြုလုပ်ရန် ကျွန်ုပ်၏မိသားစုဝင်များအား အသိပေးထားပါသည်။\nမလိုအပ်သော မိသားစုစုဝေးမှုများနှင့် လည်ပတ်မှုများကို ရှောင်ကြဉ်ပါမည်။\nလူမှုရေးအရ ခပ်ခွာခွာနေ၍မရသော လှုပ်ရှားမှုများ ပါဝင်ခြင်းကို ရှောင်ကြဉ်ပါမည်။\nနှာခေါင်းစည်းများကို မတပ်ဘဲသွားလို့ရသောအဆောက်အအုံတွင်းလှုပ်ရှားမှုများ သို့မဟုတ် အလုပ်များတွင်ပါ၀င်ခြင်းကို ရှောင်ကြဉ်ပါမည်။";

/* The label text on alert cancellation view to ensure the infomation has read */
"AlertCancellationView.checkboxLabel" = "အထက်ဖော်ပြပါအချက်အလက်များကို ကျွန်ုပ်ဖတ်ရှုပြီး သဘောတူပါသည်။";

/* The button title on alert to submit data */
"Alert.Button.Submit" = "ပေးပို့သည်။";

/* The message on alert to indicate the upload is succeed */
"Alert.Message.UploadSucceed" = "တင်ပို့ခြင်းအောင်မြင်ပါ။";

/* The message on alert to indicate the upload is failed */
"Alert.Message.UploadFailed" = "တင်ပို့ခြင်းမအောင်မြင်ပါ။";

/* The message on alert to indicate the verification code is invalid */
"Alert.Message.verifyFailed" = "မမှန်ကန်သော အတည်နံပါတ်";

/* The message on alert to indicate there is no data between start and end dates */
"Alert.Message.missingKeyData" = "ရွေးချယ်ထားသော နေရာအတွင်း ပေးပို့ရန် dataမရှိပါ။";

/* The message on alert to notify user the data should be allowed to upload */
"Alert.Message.userDenied" = "Idများကိုပေးပို့ရန်submitကိုနှိပ်ပါ။";

/* The button title on alert for OK */
"Alert.Button.OK" = "OK";

/* The title on enabling bluetooth alert */
"EnableBluetoothAlert.Title" = "Bluetoothဖွင့်ပါ။";

/* The message body on enabling bluetooth alert */
"EnableBluetoothAlert.Message" = "Bluetoothကိုဖွင့်ပြီးနောက်၊ သင်၏အန္တရာယ်အခြေအနေကိုလေ့လာရန်အော်တိုစကင်န်ဖတ်နိုင်သည်။";

/* The button title on alert to cancel action */
"Alert.Button.Cancel" = "Cancel";

/* The button title on enabling bluetooth alert to enable bluetooth */
"EnableBluetoothAlert.Button.Enable" = "OK";

/* The button title on risk status view to enable exposure notification */
"RiskStatusView.EngageButton.Enable" = "ထိတွေ့မှုရှိကြောင်းဆက်သွယ်ခြင်း ကိုဖ့င့်ပါ။";

/* The button title on risk status view to indicate exposure notification has been enabled */
"RiskStatusView.EngageButton.Enabled" = "ထိတွေ့မှုရှိကြောင်းဆက်သွယ်ခြင်းကို ဖွင့်ထားသည်။";

/* The label text on risk status view to indicate the engaged date and uptime ratio */
"RiskStatusView.EngageDateAndUptimeRatioLabel" = "ဆက်သွယ်ရန် အသိပေးချက်များကို ဖွင့်ထားသောအချိန် %2$@\nလည်ပတ်ချိန်အချိုး %1$.01f%%";

/* The label text on risk status view to indicate the last time checking exposures */
"RiskStatusView.LastCheckTimeLabel" = "နောက်ဆုံးစစ်ဆေးသောအချိန် %@";

/* The title of action sheet on risk status view for more features */
"RiskStatusView.MoreActionSheet.Title" = "တခြားလုပ်ဆောင်မှုများ";

/* The title of action sheet on risk status view for upload anonymous IDs */
"RiskStatusView.MoreActionSheet.Item.UploadIDs.Title" = "COVID-19 လူနာ၏ကျပန်းIdပေးပိုခြင်း";

/* The title of alert on risk status view for upload anonymous IDs */
"RiskStatusView.UploadIDsAlert.Title" = "သင်သည် COVID-19 ရောဂါရှိသူဖြစ်ပါသလား။";

/* The message body of alert on risk status view for upload anonymous IDs */
"RiskStatusView.UploadIDsAlert.Message" = "ဤလုပ်ဆောင်မှုသည် COVID-19 လူနာ၏ကျပန်းIDပေးပိုခြင်းဖြင့်ကပ်ရောဂါပြန့်ပွားခြင်းကိုလျှော့ချနိုင်ပါသည်။";

/* The title of alert on risk status view for alert cancellation */
"AlertCancellationView.confirmAlertMessage" = "သတိပေးချင်း ကို ရုတ်သိမ်းမှာ သေချာပါသလား။";

/* The message body of alert on risk status view for alert cancellation */
"RiskStatusView.AlertCancellationAlert.Message" = "ဤလုပ်ဆောင်ချက်သည် ရေားဂါကူးစက်ပျံ့နှံ့မှုကို စစ်ဆေးပြီးနောက် သတိပေးသောအခြေအနေမှရုတ်သိမ်းခြင်းကို ထုတ်ပြန်ရန်ဖြစ်သည်။";

/* The button title on alert for Yes */
"Alert.Button.Yes" = "Yes";

/* The button title on alert for No */
"Alert.Button.No" = "No";

/* The title of personal data protection note view */
"PersonalDataProtectionNote.Title" = "ကိုယ်ပိုင်အချက်အလက်နှင့် အသုံးပြုမှုစည်းမျဉ်းများ";

/* The label text on upload keys view to inform user inputs the date span to upload */
"UploadKeysView.DateSpanTitleLabel" = "စတင်ရက်နှင့်ပြီးဆုံးရက်ကိုထည့်သွင်းပါ။";

/* The label text on upload keys view to inform user inputs the start date to upload */
"UploadKeysView.BeginDateTitleLabel" = "စတင်ရက်";

/* The label text on upload keys view to inform user inputs the end date to upload */
"UploadKeysView.EndDateTitleLabel" = "ပြီးဆုံးရက်";

/* The label text on upload keys view to inform user inputs their verification code to upload keys */
"UploadKeysView.PasscodeTitleLabel" = "အတည်ပြုနံပတ်ကိုနှိပ်ပါ။";

/* The text field placeholder text on upload keys view to inform user to input their verification code to upload keys here */
"UploadKeysView.PasscodeFieldPlaceholder" = "အတည်ပြုနံပတ်";

/* The message body on upload keys view for introduction */
"UploadKeysView.IntroductionMessage" = "ရောဂါကာကွယ်ရေးဌာနမှထုတ်ပေးသောနံပါတ်ကိုတင်သွင်းပြီးနောက်၊သင့်၏ဖုန်းIDကိုပေးပို့မည်။ဤdataများကိုCDC၌သိမ်းစည်းထားပြီး10 ရက်အကြာတွင် အလိုအလျောက် ဖျက်သွားမည်ဖြစ်ပါသည်။";

/* The title of alert cancellation view */
"AlertCancellationView.Title" = "သတိပေးသောအခြေအနေမှရုတ်သိမ်းခြင်း";

/* The title of settings view */
"SettingsView.Title" = "Settings";

/* The title of item on data control view to enable/disable exposure notification */
"SettingsView.Item.ExposureNotification" = "အကြောင်းကြားချက်ဝင်ဆောင်မှု";

/* The title of item on data control view to enable/disable no exposure detected notification */
"SettingsView.Item.NoExposureDetectedNotification" = "အန္တရာယ်ကင်းသည့်အခါ အသိပေးပါ။";

/* The title of introduction view for app introduction */
"IntroductionView.Title" = "Appအသုံးပြုနည်း";

/* The title of introduction about unsupported iOS version */
"Introduction.UnsupportedOSVersion.Title" = "သင့်systemကို အဆင့်မြှင့်တင်ပါ။";

/* The content message of introduction about unsupported iOS version */
"Introduction.UnsupportedOSVersion.Message" = "ဤAPPသည် သင်၏ iOS ဗားရှင်းကို မပံ့ပိုးပါ၊ ကျေးဇူးပြု၍ iOS 13.7 သို့မဟုတ် iOS 13.7အထက်သို့ မြှင့်တင်ပါ။";

/* The button title of introduction about unsupported iOS version */
"Introduction.UnsupportedOSVersion.Button" = "အဆင့်မြှင့်တင်မည်။";

/* The title of introduction about protecting family */
"Introduction.ProtectingFamily.Title" = "သင်နှင့် သင့်မိသားစုကို ကာကွယ်ပါ။";

/* The content message of introduction about protecting family */
"Introduction.ProtectingFamily.Message" = "ဤAPPသည်ရောဂါပြန့်ပွားမှု လျှော့ချခြင်းဖြင့် သင့်မိသားစုကို ကာကွယ်ရန်ရည်ရွယ်၍ထိုင်ဝမ်AI (Artificial Intelligence) စမ်းသပ်ခန်းတီထွင်၍ကျန်းမာရေး၊ လူမှုဖူလုံရေး ဝန်ကြီးဌာန၏ရောဂါထိန်းချုပ်ရေး ရုံးနှင့် တို့ပူပေါင်းလက်တွဲပြုလုပ်ခဲ့သည်။";

/* The title of introduction about privacy and personal data protection */
"Introduction.PrivacyProtection.Title" = "ကိုယ်ပိုင်လျှို့ဝှက်ချက်နှင့် ဒေတာကာကွယ်ခြင်း";

/* The content message of introduction about privacy and personal data protection */
"Introduction.PrivacyProtection.Message" = "ဤAPPကိူသုံးဆွဲသူသည်မှတ်ပုံတင်ရန်မလိုသည့်အပြင်မည်သည့်Dataကိုမှပို့ဆောင်ခြင်းမပြုလုပ်ပါ။လက်ကိုင်ဖုန်းတွင်ရှိသော Bluetooth အချက်ပြမှုများကို သာအသုံးပြု၍ သုံးစွဲသူတစ်ဦးစီကြား အကွာအဝေးကို တွက်ချက်ပါသည်။ ဤဗဟိုချုပ်ကိုင်မှု လျှော့ချထားသော ဝန်ဆောင်မှုသည် မိမိတို့၏ လက်ကိုင်ဖုန်းများရှိသော ကျပန်း ID အချက်အလက်များကို သိမ်းဆည်းမည်ဖြစ်ပြီး သုံးစွဲသူ၏ကိုယ်ရေးကိုယ်တာအား ကာကွယ်ရန် တင်းကျပ်သောနည်းပညာဖြင့်အသုံးပြုထားသည်။";

/* The title of introduction about stop spreading */
"Introduction.StopSpreading.Title" = "ကပ်ရောဂါ ပြန့်ပွားမှု အခွင့်အလမ်းကို လျှော့ချပါ။";

/* The content message of introduction about stop spreading */
"Introduction.StopSpreading.Message" = "ဤAppအသုံးပြုသူသည် ကူးစက်တတ်သောရောဂါရှိကြောင်း စစ်ဆေးတွေ့ရှိပါက၊ ၎င်း၏ဖုန်းIDနှင့် နီးကပ်စွာ ထိတွေ့ခဲ့သောဖုန်း ID အား(တင်းကြပ်သောနည်းပညာဖြင့် ခွဲခြားသတ်မှတ်ထားခြင်း) ထိတွေ့ခဲ့ခြင်းသတိပေးစာထုတ်ဝေရန် ရွေးချယ်နိုင်သည်။ သတိပေးစာလက်ခံသူသည်ပေးပိုသူကိုမသိနိုင်ပါ။ထို့အပြင် ကိုယ်ရေးကိုယ်တာကိုယ်ရေးကိုယ်တာကိစ္စများကိုကာကွယ်နိုင်သည့်အပြင်အများပြည်သူ၏ကျန်းမာရေးကို ကာကွယ်ရန် နိုင်ပါသည်။";

/* The title of introduction about vaccination certificate */
"Introduction.VaccinationCertificate.Title" = "ကာကွယ်ဆေးထိုးခြင်း၏ digitalအထောက်အထား";

/* The content message of introduction about vaccination certificate */
"Introduction.VaccinationCertificate.Message" = "APPမှတစ်ဆင့် သင်နှင့် သင့်မိသားစု၏ ကာကွယ်ဆေးထိုး.ထားသောအထောက်အထားများကိုသိမ်းဆည်း၊၍အသုံးပြုနိုင်သည်၊ QR codeကိုအသုံးပြ၍scanဖတ်ခြင်းနှင့် အတည်ပြုခြင်းတို့ကို လုပ်ဆောင်ပေးနိုင်သည်။ သင်၏dataကို သင့်ဖုန်းထဲတွင်သာ သိမ်းဆည်းထားပြီး အင်တာနက်ချိတ်ရန်မလိုအပ်ပါ။မည်သည့်နေရာတွင်မျှ ပေးပို့မည်မဟုတ်ပါ။";

/* The button title of introduction about start using */
"Introduction.Button.StartUsing" = "";

/* The title of risk status view */
"RiskStatusView.Title" = "Taiwan Social Distancing";

/* The content title on risk status view when scanning */
"RiskStatusView.Content.Scanning.Title" = "scanဖတ်နေစဥ်";

/* The content title on risk status view when risky */
"RiskStatusView.Content.Risky.Title" = "Dataအရအတည်ပြုလူနာနှင့် အဆက်အသွယ်ရှိခဲ့ပါသည်။";

/* The content message on risk status view when risky */
"RiskStatusView.Content.Risky.Message" = "အေးအေးဆေးဆေး ရင်ဆိုင်ပါ- သင်သည် အတည်ပြုလူနာနှင့် နီးကပ်စွာရှိနေခဲ့သော်လည်း သင်၌ရောဂါရှာဖွေတွေ့ရှိသည်ဟု မဆိုလိုပါ။\nမိမိ၏ကျန်းမာရေးကိုမိမိကိုယ်တိုင် စီမံခန့်ခွဲမှုပြုပါ- မိမိ၏ကျန်းမာရေးကိုမိမိကိုယ်တိုင် စီမံခန့်ခွဲမှုပြုပြီးမိမိ၏ကျန်းမာရေးကို ဂရုစိုက်ရန် အကြံပြုထားသည်။\nကျန်းမာရေးအခြေအနေတခုခုဖြစ်ခဲ့လျှင်- သင့်တွင် အဖျားတက်ခြင်းနှင့် အသက်ရှူလမ်းကြောင်းဆိုင်ရာရောဂါသံသယရှိပါက သင်နေထိုင်ရာဒေသ၏ကျန်းမာရေးရုံးသို့မဟုတ် \"1922\" ကပ်ရောဂါကာကွယ်ရေးဖုန်းလိုင်းကို နောက်ဆက်တွဲစစ်ဆေးမှုများစီစဉ်ရန် ဆက်သွယ်ပါ။";

/* The content title on risk status view when not tracing */
"RiskStatusView.Content.NotTracing.Title" = "ထိတွေ့မှုရှိကြောင်းဆက်သွယ်ခြင်း ခလုပ်မဖွင့်ထားသေးပါ။";

/* The content message on risk status view when not tracing */
"RiskStatusView.Content.NotTracing.Message" = "ထိတွေ့မှုရှိကြောင်းဆက်သွယ်ခြင်း ခလုပ်ကိုနိုပ်ပါ။";

/* The content title on risk status view when clear */
"RiskStatusView.Content.Clear.Title" = "အတည်ပြုလူနာနှင့် အဆက်အသွယ်မရှိပါ။";

/* The content message on risk status view when clear */
"RiskStatusView.Content.Clear.Message" = "လူသားခြင်းဆက်ဆံရာတွင်သတ်မှတ်ထားသောအကွာအဝေးကို ဆက်လက်ထိန်းသိမ်းပါ။";

/* The title of upload keys view */
"UploadKeysView.Title" = "ကျပန်းIdပေးပိုခြင်း";

/* The title on notification not enabled alert */
"NotificationNotEnabledAlert.Title" = "အကြောင်းကြားခြင်း မဖွင့်ထားပါ။";

/* The body message on notification not enabled alert */
"NotificationNotEnabledAlert.Message" = "စစ်ဆေးသောရလဒ်များကို အချိန်မှီအကြောင်းကြားနိုင်ရန်အတွက်ဆက်သွယ်ရေးခွင့်ပြုချက်ကို ဖွင့်ပါ။";

/* The button title on alert to allow app to grant permission */
"Alert.Button.Allow" = "လက်ခံသည်။";

/* The title on bluetooth not enabled notification */
"BluetoothNotEnabledNotification.Title" = "အကြောင်းကြားခြင်းဝင်ဆောင်မှု ရပ်တန့်ထားသည်";

/* The body message on bluetooth not enabled notification */
"BluetoothNotEnabledNotification.Message" = "Bluetoothပိတ်ထားသောကြောင့် ဆက်သွယ်ရန်အကြောင်းကြားချက်များကို လောလောဆယ်ပိတ်ထားပါသည်။";

/* The title on detection result notification */
"DetectionResultNotification.Title" = "ထိတွေ့သောစစ်ဆေးမှုအဖြေ";

/* The body message on detection result notification for not risky */
"DetectionResultNotification.Message.Clear" = "ထိတွေ့မှုအန္တရာယ်မရှိသေးပါ။";

/* The body message on detection result notification for risky */
"DetectionResultNotification.Message.Risky" = "ထိတွေ့မှုအန္တရာယ်ရှိပါသည်၊ နောက်ဆက်တွဲအချက်အလက်များကြည့်ရန်အတွက် appကိုဖွင့်ပါ။";

/* The title of new version available alert */
"NewVersionAvailableAlert.Title" = "Appအသစ်ပြောင်ရန်အသိပေးချက်";

/* The message body of new version available alert */
"NewVersionAvailableAlert.Message" = "App Storeသို့သွား၍အသစ်ပြောင်းပါ။";

/* The button title on alert for doing something later */
"Alert.Button.Later" = "နောက်မှပြောင်းမည်၊";

/* The updates now button title of new version available alert */
"NewVersionAvailableAlert.Button.UpdateNow" = "ချက်ခြင်းပြောင်းမည်။";

/* The title of 1922 SMS Contact Tracing Scanner */
"QRCodeScannerViewModel.Title" = "1922 SMS ကို scanဖတ်သောစနစ်";

/* The toast message for QR code is not a 1922 SMS contact tracing QR code */
"QRCodeScannerViewController.InvalidQRCodeToastLabel" = "1922 SMS မဟုတ်သော QR code";

/* The button title on alert to not allow app to grant permission */
"Alert.Button.NotAllow" = "ခွင့်မပြုပါ။";

/* The title of alert for requesting to access user's camera */
"AccessCameraAlert.Title" = "\"Taiwan Social Distancing\"မှသင့်၏cameraအားအသုံးပြုချင်သည်၊";

/* The body message of alert for requesting to access user's camera */
"AccessCameraAlert.Message" = "\"Taiwan Social Distancing\"ကာကွယ်ဆေးထိုးလက်မှတ်၏ QR ကုဒ်ကို စကင်န်ဖတ်ရန် ကင်မရာကို အသုံးပြုသည်။";

/* The title of FAQ view */
"FAQ.Title" = "FAQ";

/* The punctuation at the beginning of each paragraph to indicate header */
"RiskStatusView.DetailTextParagraphHeaderSeparator" = "-";

/* The title on home screen shortcut for scanning 1922 SMS QR code */
"ShortcutItem.QRCodeScanningAction.Title" = "Scan 1922 QR Code";

/* The title of daily summary view */
"DailySummaryViewModel.Title" = "နေ့စဉ်အခြေအနေ";

/* The label text on daily summary view to indicate the last time checking exposures */
"DailySummaryViewModel.LastCheckTimeLabel" = "နောက်ဆုံးစစ်ဆေးသောအချိန် %@";

/* The message on Daily Summary view for no contact */
"DaySummaryCellViewModel.ExposureDuration.NoContact" = "မရှိပါ။";

/* The message on Daily Summary view for contact less than 2 minutes */
"DaySummaryCellViewModel.ExposureDuration.lessThan2Mins" = "2- မိနစ်အောက်";

/* The message on Daily Summary view for contact more than 2 minutes */
"DaySummaryCellViewModel.ExposureDuration.moreThan2Mins" = "%@";

/* Title for hint of adding daily summary page */
"Hint.DailySummary.Title" = "\"နေ့စဉ် ထိတွေ့သောအခြေအနေ\" စာမျက်နှာသစ်။";

/* The title of action sheet on risk status view for replaying hints */
"RiskStatusView.MoreActionSheet.Item.ReplayHints.Title" = "အကြံပြုချက်များ";

/* Title for hint of replaying hints */
"Hint.ReplayHints.Title" = "အကြံပြုချက်များကို ထပ်မံကြည့်ရှုရန်၊ ညာဘက်အပေါ်ထောင့်ရှိ \"Function Tips\" option ကို နှိပ်နိုင်သည်။";

/* Title for hint of turning off No Detected Notification */
"Hint.DisableNoRiskNotification.Title" = "အန္တရာယ်ကင်းသော အသိပေးချက်လုပ်ဆောင်ချက်ကို ပိတ်လိုပါက ညာဘက်အပေါ်ပိုင်းရှိ \"Settings\" သို့ သွားနိုင်သည်။";

/* Title for hint of vaccination certificate */
"Hint.VaccinationCertificate.title" = "\"ကာကွယ်ဆေးထိုးခြင်း၏ digitalအထောက်အထား\" ကို ထည့်သွင်းသည်။";

/* Subtitle for hint of vaccination certificate */
"Hint.VaccinationCertificate.subtitle" = "သင်ကိုယ်တိုင်နှင့် သင့်မိသားစုအတွက် ကာကွယ်ဆေးထိုးသည့် digitalအထောက်အထားများကို အလွယ်တကူ သိမ်းဆည်းစီမံနိုင်စေပါသည်။";

/* Title for entering mobile number of request verification code page */
"RequestVerificationCode.phoneNumberTitleLabel" = "ဖုန်းနံပါတ်ထည့်ပါ။";

/* Placeholder for entering mobile number of request verification code page */
"RequestVerificationCode.phoneTextFieldPlaceholder" = "ဖုန်းနံပါတ်ထည့်ပါ။";

/* Description for usage of entering mobile number */
"RequestVerificationCode.descriptionLabel" = "ဤလုပ်ဆောင်ချက်သည်အတည်ပြုလူနာ၏ စိစစ်ရေးနံပါတ်ကို ရယူရန် အတွက်ဖြစ်ပြီး အတည်ပြုလူနာမဟုတ်သူများသည် စိစစ်ရေးနံပါတ်ကို ရယူနိုင်မည်မဟုတ်ပါ။";

/* Title for submit button */
"RequestVerificationCode.submitButtonTitle" = "ပေးပို့သည်။";

/* Title of alert for submission successful */
"RequestVerificationCode.submitSucceedTitle" = "ဖုန်းနံပါတ်ကို အောင်မြင်စွာ ထည့်သွင်းခဲ့သည်။";

/* Title of alert for submission failed */
"RequestVerificationCode.submitFailedTitle" = "ဖုန်းနံပါတ်ကို ထည့်ခြင်းမအောင်မြင်ပါ။";

/* The message of alert for submission successful */
"RequestVerificationCode.submitSucceedMessage" = "စီစစ်ရေးနံပါတ်ကို သင့်မိုဘိုင်းဖုန်းသို့ SMS ဖြင့် ပေးပို့မည်ဖြစ်ပြီး၊ ၎င်းကို 5 မိနစ်အတွင်း မရပါက ထပ်မံကြိုးစားပါ။";

/* The message of alert for submission failed when network issue occurred */
"RequestVerificationCode.submitFailedMessage" = "ချိတ်ဆက်မှု အမှားအယွင်းရှိ၍ထပ်ကြိုးစားပါ။";

/* The message of alert for submission failed when request limit exceeded */
"RequestVerificationCode.requestLimitExceededMessage" = "ယနေ့အတွက် တောင်းဆိုချက်အရေအတွက်ထက်ကျော်လွန်ပါသဖြင့် နောက်နေ့မှထပ်မံကြိုးစားပါ။";

/* The message of alert for submission failed when invalid phone format */
"RequestVerificationCode.invalidPhoneFormatMessage" = "ဖုန်းနံပါတ်မှားယွင်းနေပါသည်။";

/* The button to request verification code */
"UploadKeysView.requestVerificationButton" = "အတည်ပြုနံပါတ် တောင်းဆိုခြင်း။";

/* The Exposure Notification is not enabled */
"UploadKeysView.exposureNotificationNotEnabled" = "ထိတွေ့မှုရှိကြောင်းဆက်သွယ်ခြင်း ခလုပ်မဖွင့်ထားသေးပါ။";

"VaccinationCertificateListCell.doseDate" = "ဆေးထိုးသည့်ရက်စွဲ ";

"VaccinationCertificate.title" = "ကာကွယ်ဆေးထိုးခြင်း၏ digitalအထောက်အထား";

"VaccinationCertificate.expiredLabel" = "dateကုန်သွားပြီ။";

"VaccinationCertificateCard.cardsLimitExceeded" = "အရေအတွက်ကန့်သတ်ချက် ပြည့်သွားပါပြီ။";

"VaccinationCertificateCard.apply" = "ဆေးထိုးထားသောလက်မှတ်ကို လျှောက်ထားရန်-";

"VaccinationCertificateCard.appointment" = "ကာကွယ်ဆေးအတွက် ရက်ချိန်းယူပါ။";

"VaccinationCertificateCard.faq" = "FAQ";

"VaccinationCertificateCardCell.doseDate" = "ဆေးထိုးသည့်ရက်စွဲ";

"VaccinationCertificate.hint" = "အသုံးပြုသည့်အခါတွင်သင်၏ ID ကတ်ကို တစ်ပြိုင်နက် တင်ပြပါ။";

"VaccinationCertificateEmptyView.addButton" = "ကာကွယ်ဆေးထိုးသည့် ဒစ်ဂျစ်တယ်အထောက်အထားကို ချက်ချင်းထည့်ပါ။";

"VaccinationCertificateEmptyView.description" = "အမြန်အတည်ပြုနိုင်ရန် QR Codeဖြင့် သင့်နှင့် သင့်မိသားစု၏ digital ကာကွယ်ဆေးထိုးခြင်းဆိုင်ရာ အထောက်အထားကို သင့်ဖုန်းတွင် သိမ်းဆည်းပါ။";

"VaccinationCertificateUserInfoView.doseDate" = "ဆေးထိုးသည့်ရက်စွဲ";

"VaccinationCertificateDetail.deleteAlertTitle" = "ဖျက်ရန် သေချာပါသလား။";

"VaccinationCertificateDetail.deleteAlertMessage" = "%@၏ကာကွယ်ဆေးထိုးသည့် ဒစ်ဂျစ်တယ်အထောက်အထား ဖျက်လိုသည်မှာ သေချာပါသလား။";

"VaccinationCertificate.deleteButton" = "ဤဆေးထိုးခြင်းဆိုင်ရာ အထောက်အထားကို ဖျက်ပါ။";

"VaccinationCertificateDetail.target" = "ကာကွယ်နိုင်သောရောဂါအမည်- ";

"VaccinationCertificateDetail.vaccine" = "ကာကွယ်ဆေးအမျိုးအစား ";

"VaccinationCertificateDetail.medicinalProduct" = "ကာကွယ်ဆေးအမည်- ";

"VaccinationCertificateDetail.manufacturer" = " ထုတ်လုပ်သူ- ";

"VaccinationCertificateDetail.doses" = "အကြိမ်ပေါင်း ";

"VaccinationCertificateDetail.doseDate" = "ဆေးထိုးသောရက်စွဲ ";

"VaccinationCertificateDetail.country" = "ဆေးထိုးသောနိုင်ငံ ";

"VaccinationCertificateDetail.issuer" = "ထုတ်ပေးသောနေရာ- ";

"VaccinationCertificateDetail.uniqueIdentifier" = "UVCI: ";

"VaccinationCertificateDetail.generatedDate" = "လက်မှတ်ထုတ်ပေးသည့်နေ့။ ";

"VaccinationCertificate.apply" = "ခွင့်ပြုသည်";

"VaccinationCertificateScanner.import" = " တင်သွင်းသည်။";

"VaccinationCertificateScanner.expired" = "ဤကာကွယ်ဆေးထိုးdigitalလက်မှတ် သက်တမ်းကုန်သွားပါပြီ။";

"VaccinationCertificateScanner.duplicated" = "ဤကာကွယ်ဆေးထိုးသည့် digitalအထောက်အထား ရှိပါသည်။";

"VaccinationCertificateScanner.notFound" = "ကာကွယ်ဆေးထိုးခြင်း digitalအထောက်အထား QR CODEကို ရှာမတွေ့ပါ။";

"VaccinationCertificateScanner.invalidFormat" = "ကာကွယ်ဆေးထိုးခြင်းမဟုတ်သော digitalအထောက်အထား QR CODE";
